[
  {
    "id": "backlight",
    "zwave": {
      "index": 1,
      "size": 1
    },
    "type": "checkbox",
    "label": {
      "en": "Touch Switch LED enable",
      "nl": "Touch Switch LED Aan",
      "da": "Aktiver Touch Switch LED",
      "de": "Touch-Steuerung-LED aktivieren",
      "es": "Activar LED del interruptor táctil",
      "fr": "Activer la LED de l'interrupteur tactile",
      "it": "Abilita LED interruttore tattile",
      "no": "Aktiver berøringsbryter LED",
      "sv": "Aktivera Touch Switch LED",
      "pl": "Włącz LED przełącznika dotykowego",
      "ru": "Включить светодиод сенсорного переключателя",
      "ko": "터치 스위치 LED 활성화"
    },
    "value": true,
    "hint": {
      "en": "Enable or disable the Touch Switch LED, highlighting blue when enabled. \nDefault: Enabled (checked)",
      "nl": "In of uitschakelen van de Touch Switch LED, blauw oplichtend wanneer ingeschakeld. \nStandaard: ingeschakeld (checked)",
      "de": "Aktiviert oder deaktiviert die Touch-Steuerung-LED. Leuchtet blau wenn aktiviert. \nStandard: Aktiviert (ausgewählt)",
      "da": "Aktivér eller deaktiver Touch Switch LED, fremhævet i blåt, når den er aktiveret. \nStandard: aktiveret (markeret)",
      "es": "Habilita o deshabilita el LED del interruptor táctil, iluminándose en azul cuando está habilitado. \nPredeterminado: habilitado (marcado)",
      "fr": "Activez ou désactivez la LED de l'interrupteur tactile, éclairée en bleu lorsqu'elle est activée. \nPar défaut : Activé (coché)",
      "it": "Abilita o disabilita il LED dell'interruttore tattile, illuminandosi di blu quando abilitato. \nPredefinito: Abilitato (selezionato)",
      "no": "Aktiver eller deaktiver LED for berøringsbryteren, som lyser blått når den er aktivert. \nStandard: Aktivert (avmerket)",
      "sv": "Aktivera eller inaktivera Touch Switch LED, som lyser blå när den är aktiverad. \nStandard: Aktiverad (markerad)",
      "pl": "Włącz lub wyłącz LED przełącznika dotykowego, podświetlając się na niebiesko po włączeniu. \nDomyślnie: Włączone (zaznaczone)",
      "ru": "Включать или выключать светодиод сенсорного переключателя, подсвечивающийся синим при включении. \nПо умолчанию: Включено (отмечено)",
      "ko": "터치 스위치 LED를 활성화하거나 비활성화하며, 활성화되면 파란색으로 강조 표시됩니다. \n기본값: 활성화됨 (선택됨)"
    }
  },
  {
    "id": "status_indicate",
    "zwave": {
      "index": 2,
      "size": 1
    },
    "type": "checkbox",
    "label": {
      "en": "Touch Switch LED state",
      "nl": "Touch Switch LED status",
      "de": "Touch-Steuerung-LED Status",
      "da": "Touch Switch LED-tilstand",
      "es": "Estado del LED del interruptor táctil",
      "fr": "État de la LED de l'interrupteur tactile",
      "it": "Stato LED interruttore tattile",
      "no": "Status for berøringsbryter LED",
      "sv": "Touch Switch LED-status",
      "pl": "Stan LED przełącznika dotykowego",
      "ru": "Состояние светодиода сенсорного переключателя",
      "ko": "터치 스위치 LED 상태"
    },
    "value": true,
    "hint": {
      "en": "Enable the LED state indication to show if the switch is ON (Purple) or OFF (Blue). \nDefault: Enabled (checked)",
      "nl": "Schakel de LED status indicatie in waarmee aangegeven wordt dat de schakelaar AAN (Paars) of UIT (Blauw) staat. \nStandaard: ingeschakeld (checked)",
      "de": "Aktiviert die LED-Zustandsanzeige, um anzuzeigen, ob der Schalter EIN (lila) oder AUS (blau) ist. \nStandard: Aktiviert (ausgewählt)",
      "da": "Aktivér LED-statusindikationen for at vise, om kontakten er TIL (lilla) eller FRA (blå). \nStandard: Aktiveret (afkrydset)",
      "es": "Habilita la indicación de estado LED para mostrar si el interruptor está ENCENDIDO (Púrpura) o APAGADO (Azul). \nPredeterminado: habilitado (marcado)",
      "fr": "Activez l'indication d'état LED pour montrer si l'interrupteur est ALLUMÉ (Violet) ou ÉTEINT (Bleu). \nPar défaut : Activé (coché)",
      "it": "Abilita l'indicazione dello stato LED per mostrare se l'interruttore è ACCESSO (Viola) o SPENTO (Blu). \nPredefinito: Abilitato (selezionato)",
      "no": "Aktiver LED-statusindikasjon for å vise om bryteren er PÅ (Lilla) eller AV (Blå). \nStandard: Aktivert (avmerket)",
      "sv": "Aktivera LED-statusindikering för att visa om strömbrytaren är PÅ (Lila) eller AV (Blå). \nStandard: Aktiverad (markerad)",
      "pl": "Włącz wskaźnik stanu LED, aby pokazać, czy przełącznik jest WŁĄCZONY (Fioletowy) czy WYŁĄCZONY (Niebieski). \nDomyślnie: Włączone (zaznaczone)",
      "ru": "Включить индикатор состояния светодиода, чтобы показать, вкл. ли переключатель (Фиолетовый) или выкл. (Синий). \nПо умолчанию: Включено (отмечено)",
      "ko": "LED 상태 표시기를 활성화하여 스위치가 켜져 있음(보라색) 또는 꺼짐(파란색)을 표시합니다. \n기본값: 활성화됨 (선택됨)"
    }
  },
  {
    "id": "laststate_return",
    "zwave": {
      "index": 3,
      "size": 1
    },
    "type": "checkbox",
    "label": {
      "en": "Restore state after power loss",
      "nl": "Herstel toestand bij spanningsuitval",
      "de": "Zustand nach Stromausfall wiederherstellen",
      "da": "Gendan tilstand efter strømsvigt",
      "es": "Restaurar estado después de pérdida de energía",
      "fr": "Restaurer l'état après coupure de courant",
      "it": "Ripristina stato dopo interruzione di corrente",
      "no": "Gjenopprett tilstand etter strømbrudd",
      "sv": "Återställ tillstånd efter strömavbrott",
      "pl": "Przywróć stan po utracie zasilania",
      "ru": "Восстановить состояние после потери питания",
      "ko": "전원 차단 후 상태 복원"
    },
    "value": true,
    "hint": {
      "en": "After power loss the relay will switch to last known state if enabled (checked) or remain off if disabled (unchecked).\nDefault: enabled = checked)",
      "nl": "Schakel terug naar laatst bekende schakelstand na spanningsuitval wanneer ingeschakeld (checked) of uit wanneer niet ingeschakeld (unchecked).\nStandaard: uitgeschakeld = unchecked)",
      "de": "Nach einem Stromausfall wechselt das Relais in den zuletzt bekannten Zustand, wenn es aktiviert (ausgewählt) ist, oder bleibt ausgeschaltet, wenn es deaktiviert ist (nicht ausgewählt).\nStandard: aktiviert = ausgewählt).",
      "da": "Efter strømsvigt vil relæet skifte til sidst kendte tilstand, hvis det er aktiveret (afkrydset) eller forblive slukket, hvis det er deaktiveret (ikke afkrydset).\nStandard: aktiveret = afkrydset)",
      "es": "Después de la pérdida de energía, el relé cambiará al último estado conocido si está habilitado (marcado) o permanecerá apagado si está deshabilitado (desmarcado).\nPredeterminado: habilitado = marcado)",
      "fr": "Après une coupure de courant, le relais passera à l'état dernier connu s'il est activé (coché) ou restera éteint s'il est désactivé (non coché).\nPar défaut : activé = coché)",
      "it": "Dopo un'interruzione di corrente, il relè verrà commutato allo stato ultimo noto se abilitato (selezionato) o resterà spento se disabilitato (deselezionato).\nPredefinito: abilitato = selezionato)",
      "no": "Etter strømbrudd vil reléet bytte til sist kjente tilstand hvis aktivert (avmerket) eller forbli av hvis deaktivert (ikke avmerket).\nStandard: aktivert = avmerket)",
      "sv": "Efter strömavbrott kommer reläet att växla till det senast kända tillståndet om det är aktiverat (markerat) eller förbli av om det är inaktiverat (ej markerat).\nStandard: aktiverat = markerat)",
      "pl": "Po utracie zasilania przekaźnik przełączy się na ostatni znany stan, jeśli jest włączony (zaznaczony) lub pozostanie wyłączony, jeśli jest wyłączony (niezaznaczony).\nDomyślnie: włączony = zaznaczone)",
      "ru": "После потери питания реле переключится на последнее известное состояние, если оно включено (отмечено), или останется выключенным, если оно выключено (не отмечено).\nПо умолчанию: включено = отмечено)",
      "ko": "전원 차단 후 릴레이가 마지막으로 알려진 상태로 전환되며, 활성화된 경우(선택됨) 그렇지 않으면 꺼집니다(선택되지 않음).\n기본값: 활성화됨 = 선택됨)"
    }
  }
]